{
    "changelog.md": {
        "Changelog IFTTT": "Changelog IFTTT",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "18\/11\/2020": "18.11.2020",
        "Nouvelle présentation de la liste des objets": "Neue Darstellung der Objektliste",
        "Ajout du tag \"Compatibilité V4": "Hinzufügung des Tags \"V4-Kompatibilität",
        "Mise à jour de l'icône du plugin": "Plugin-Symbol aktualisieren",
        "28\/08\/2019": "2019.08.28",
        "Mise à jour de la documentation": "Aktualisierung der Dokumentation",
        "Mise à jour de l'interface de configuration": "Aktualisierung der Konfigurationsschnittstelle",
        "13\/08\/2019": "2019.08.13",
        "Prise en charge de PHP 7.3": "Unterstützung für PHP 7.3",
        "15\/04\/2019": "15.04.2019",
        "Correction d'un bug sur l'icône": "Korrektur eines Fehlers auf dem Symbol",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*"
    },
    "index.md": {
        "Plugin IFTTT": "IFTTT Plugin",
        "Ce plugin permet d'envoyer un évènement à IFTTT": "Dieses Plugin ermöglicht das Senden eines Ereignisses an IFTTT",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après téléchargement du plugin il faut seulement l'activer, celui-ci ne nécessitant aucune autre configuration": "Nach dem Herunterladen des Plugins müssen Sie es nur noch aktivieren, es ist keine weitere Konfiguration erforderlich",
        "Configuration des équipements": "Gerätekonfiguration",
        "La configuration des équipements IFTTT est accessible à partir du menu plugins": "Auf die Konfiguration der IFTTT-Geräte kann über das Plugins-Menü zugegriffen werden",
        "avec déjà 1 équipement": "schon mit 1 ausrüstung",
        "Voilà à quoi ressemble la page du plugin IFTTT": "So sieht die IFTTT-Plugin-Seite aus",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Sobald Sie auf eine davon klicken, erhalten Sie",
        "Vous retrouvez ici toute la configuration de votre équipement": "Hier finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement": "Name der Ausrüstung",
        "nom de votre équipement IFTTT": "Name Ihrer IFTTT-Ausrüstung",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "le rend visible sur le dashboard": "macht es auf dem Dashboard sichtbar",
        "clef IFTTT que vous trouverez dans la configuration du service Webhooks (qui remplace channel maker": "IFTTT-Schlüssel, den Sie in der Konfiguration des Webhooks-Dienstes finden (der den Channel Maker ersetzt)",
        "En dessous vous retrouvez la configuration des commandes": "Nachfolgend finden Sie die Konfiguration der Befehle",
        "nom de la commande": "Name der Bestellung",
        "Type de commande": "Art der Bestellung",
        "Evènement": "Ereignis",
        "nom de l'èvenement configuré dans IFTTT": "Ereignisname in IFTTT konfiguriert",
        "valeur à envoyer à IFTTT": "Wert, der an IFTTT gesendet werden soll",
        "3 distinctions possibles en fonction du sous-type, vous pouvez utiliser les tags": "3 mögliche Unterscheidungen nach Subtyp, können Sie die Tags verwenden",
        "Configuration avancée": "Erweiterte Konfiguration",
        "petites roues crantées": "kleine gekerbte Räder",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…": "Dient zum Anzeigen der erweiterten Konfiguration des Befehls (Protokollierungsmethode, Widget usw.)",
        "permet de tester la commande": "Wird zum Testen des Befehls verwendet",
        "permet de supprimer la commande": "ermöglicht das Löschen des Befehls",
        "Création d'un compte IFTTT": "Erstellung eines IFTTT-Kontos",
        "Créez un compte sur IFTTT si ce n'est pas déjà fait, en allant sur": "Erstellen Sie ein IFTTT-Konto, falls Sie dies noch nicht getan haben",
        "Renseignez votre adresse mail puis votre nom d'utilisateur et faites créer": "Geben Sie Ihre E-Mail-Adresse und dann Ihren Benutzernamen ein und lassen Sie ihn erstellen",
        "Un petit guide va vous expliquer les possibilités, une fois celui-ci terminé, cliquez en haut a droite sur": "Eine kurze Anleitung erklärt die Möglichkeiten. Wenn Sie fertig sind, klicken Sie oben rechts auf",
        "Puis dans le champ de recherche tapez webhooks et cliquez sur webhooks": "Geben Sie dann im Suchfeld Webhooks ein und klicken Sie auf Webhooks",
        "Puis sur": "Dann weiter",
        "Sur cettepoage il faut récupérer votre clef": "Auf dieser Kacke müssen Sie Ihren Schlüssel bekommen",
        "Cette clef est à copier dans le champ": "Dieser Schlüssel ist in das Feld zu kopieren",
        "de votre équipement sous Jeedom": "Ihrer Ausrüstung unter Jeedom",
        "Création de votre premier \"Applet": "Erstellung Ihres ersten \"Applets",
        "My applets": "Meine Applets",
        "New applet": "Neues Applet",
        "Pour cela rien de plus simple, dans IFTTT cliquez sur": "Nichts könnte einfacher sein, klicken Sie in IFTTT auf",
        "puis sur": "Dann weiter",
        "Create a Recipe": "Erstellen Sie ein Rezept",
        "Puis cliquez sur": "Dann klicken Sie auf",
        "Cliquez sur": "Klicken Sie auf",
        "Puis recherchez \"Webhooks\" et cliquez dessus": "Suchen Sie dann nach \"Webhooks\" und klicken Sie darauf",
        "Make a web request": "Stellen Sie eine Webanfrage",
        "Donnez un nom à votre \"Event": "Geben Sie Ihrem \"Event\" einen Namen",
        "Attention celui-ci doit correspondre au nom de l'évènement dans la commande Jeedom, il faut donc bien le mémoriser": "Bitte beachten Sie, dass dies dem Namen des Ereignisses im Befehl Jeedom entsprechen muss, damit es gespeichert werden kann",
        "Create trigger": "Trigger erstellen",
        "Validez en cliquant sur": "Bestätigen Sie mit",
        "Cliquez ensuite sur": "Dann klicken Sie auf",
        "Ensuite à vous de voir, pour l'exemple je vais faire un envoi de notification sur mon téléphone (il faut au préalable avoir installé l'application IFTTT dessus), je clique donc sur": "Dann liegt es an Ihnen, zum Beispiel werde ich eine Benachrichtigung an mein Telefon senden (Sie müssen zuerst die IFTTT-Anwendung darauf installiert haben), also klicke ich auf",
        "Send a notification": "Senden Sie eine Benachrichtigung",
        "peut être différent en fonction des channels": "kann je nach Kanal unterschiedlich sein",
        "Ensuite il faut écrire le message de la notification, il existe des tags (ingrédients) possibles": "Dann müssen Sie die Nachricht der Benachrichtigung schreiben, es gibt mögliche Tags (Zutaten)",
        "nom de l'évenement, ici weather": "Name der Veranstaltung, hier Wetter",
        "valeur 1 envoyée dans le channel, cela se configure sur la commande dans Jeedom": "Der im Kanal gesendete Wert 1 wird über den Befehl in Jeedom konfiguriert",
        "valeur 2 envoyée dans le channel, cela se configure sur la commande dans Jeedom": "Der im Kanal gesendete Wert 2 wird über den Befehl in Jeedom konfiguriert",
        "valeur 3 envoyée dans le channel, cela se configure sur la commande dans Jeedom": "Der im Kanal gesendete Wert 3 wird über den Befehl in Jeedom konfiguriert",
        "date de l'occurence": "Datum des Auftretens",
        "Create Action": "Aktion erstellen",
        "Voilà ce que cela donne ici (je veux recevoir la notification de la méteo en cours chez moi), valider en cliquant sur": "Hier ist, was es hier gibt (ich möchte die Benachrichtigung über das aktuelle Wetter zu Hause erhalten), validieren Sie durch Klicken auf",
        "Create Recipe": "Rezept erstellen",
        "Donnez un nom a votre applet (recette) et validez en cliquant sur": "Geben Sie Ihrem Applet (Rezept) einen Namen und bestätigen Sie mit einem Klick auf",
        "Voilà vous avez créé votre \"applet\" coté IFTTT": "Hier haben Sie Ihr \"Applet\" auf der IFTTT-Seite erstellt",
        "Il reste plus qu'à créer la commande coté Jeedom, c'est assez simple": "Es bleibt mehr als die Bestellung auf der Jeedom-Seite zu erstellen, es ist ganz einfach",
        "Rien de particulier, il faut bien remettre le nom de l'évènement IFTTT dans Jeedom et ensuite mettre les valeurs à passer à IFTTT": "Nichts Besonderes, Sie müssen den Namen des IFTTT-Ereignisses wieder in Jeedom eingeben und dann die Werte an IFTTT übergeben",
        "Dans notre exemple les conditions météo dans l'ingrédient": "In unserem Beispiel die Wetterbedingungen in der Zutat",
        "Coté Jeedom vous pouvez, si vous faites une commande de sous-type message par exemple, mettre le tag": "Auf der Jeedom-Seite können Sie, wenn Sie beispielsweise einen Befehl für den Nachrichtensubtyp eingeben, das Tag einfügen",
        "dans un ou plusieurs champs \"Valeur": "in einem oder mehreren \"Wert\" -Feldern",
        "Ainsi, dans votre scénario la valeur du message sera tranmis à IFTTT": "In Ihrem Szenario wird der Wert der Nachricht an IFTTT übergeben",
        "La même chose est possible avec": "Das gleiche ist möglich mit",
        "Envoi d'information de IFTTT vers Jeedom": "Senden von Informationen von IFTTT an Jeedom",
        "Il est aussi possible de faire dans l'autre sens, c'est à dire l'envoi d'information de IFTTT vers Jeedom": "Es ist auch möglich, dies in die andere Richtung zu tun, d. H. Informationen von IFTTT an Jeedom zu senden",
        "Voilà comment faire pour, par exemple, envoyer une information lorsque le téléphone pénètre dans une zone donnée": "So senden Sie beispielsweise Informationen, wenn das Telefon einen bestimmten Bereich betritt",
        "Première chose à faire, créer une nouvelle applet": "Erstellen Sie als Erstes ein neues Applet",
        "Cliquez ensuite sur le": "Dann klicken Sie auf",
        "Sélectionnez": "Auswählen",
        "Choisissez votre déclencheur (ici je vais prendre quand on rentre dans une zone": "Wählen Sie Ihren Auslöser (hier nehme ich beim Betreten einer Zone",
        "Create Trigger": "Trigger erstellen",
        "Marquez votre zone puis faites": "Markieren Sie dann Ihre Zone",
        "Cherchez \"Webhooks\" et cliquez dessus": "Suchen Sie nach \"Webhooks\" und klicken Sie darauf",
        "Coté Jeedom, sur votre équipement IFTTT, créer une commande de type info\/autre (ou binaire si vous voulez juste savoir si vous êtês dans la zone), comme cela": "Jeedom-Seite erstellen Sie auf Ihrer IFTTT-Ausrüstung einen Befehl info \/ other type (oder binär, wenn Sie nur wissen möchten, ob Sie sich in der Nähe befinden)",
        "Très important": "Sehr wichtig",
        "récupérer l'id de la commande (ici": "Rufen Sie die Bestellnummer ab (hier",
        "On retourne ensuite sur IFTTT et dans notre webhooks on va lui donner l'url à appeler": "Wir kehren dann zu IFTTT zurück und geben ihm in unseren Webhooks die URL zum Aufrufen",
        "C'est l'étape la plus compliquée, trouver votre url d'accès externe": "Dies ist der komplizierteste Schritt, um Ihre externe Zugriffs-URL zu finden",
        "Vous utilisez le DNS jeedom alors c'est": "Sie verwenden jeedom DNS, also ist dies",
        "Attention si vous avez une adresse en \/jeedom il faut bien penser à la rajouter avant le \/core": "Achtung, wenn Sie eine Adresse in \/ jeedom haben, müssen Sie daran denken, diese vor dem \/ core hinzuzufügen",
        "Vous avez votre propre DNS alors l'url est de la forme": "Sie haben Ihr eigenes DNS, dann hat die URL die Form",
        "Pensez à bien remplacer": "Denken Sie daran, zu ersetzen",
        "par votre clef API JEEDOM (elle se trouve dans Réglages → Système → Configuration → API": "über Ihren JEEDOM-API-Schlüssel (diesen finden Sie unter Einstellungen → System → Konfiguration → API",
        "par l'id de votre commande précédemment créée": "anhand der ID Ihrer zuvor erstellten Bestellung",
        "par la valeur que vous voulez donner à votre commande": "durch den Wert, den Sie Ihrer Bestellung geben möchten",
        "Attention ici les espaces doivent être remplacés par des %20 (et il vaut mieux éviter les caractères spéciaux - exemple": "Seien Sie hier vorsichtig, Leerzeichen müssen durch% 20 ersetzt werden (und es ist besser, Sonderzeichen zu vermeiden - Beispiel",
        "Voilà ce que cela donne": "Das gibt es",
        "Pensez bien à mettre methode sur Get, puis cliquez sur": "Denken Sie daran, die Methode auf Get zu setzen und dann auf zu klicken",
        "Create action": "Aktion erstellen",
        "Donnez un titre à votre applet puis cliquez sur": "Geben Sie Ihrem Applet einen Titel und klicken Sie auf",
        "Et voilà, dès que vous rentrez dans la zone, Jeedom sera prévenu": "Und los geht's, sobald Sie das Gebiet betreten, wird Jeedom gewarnt",
        "Il faut aussi faire une recette pour la sortie de zone sinon Jeedom ne": "Sie müssen auch ein Rezept erstellen, um das Gebiet zu verlassen, sonst tut Jeedom dies nicht",
        "sera pas prévenu lors de la sortie de la zone": "wird beim Verlassen des Bereichs nicht gewarnt",
        "Pour recuperer l'url du webhook sur ifttt il faut aller": "Um die Webhook-URL auf ifttt abzurufen, müssen Sie gehen",
        "puis cliquer sur documentation": "Klicken Sie dann auf Dokumentation",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        " Activer]": " Aktivieren]",
        "[Activer]": "[Aktivieren]",
        "*Activer*": "*Aktivieren*",
        " Activer*": " Aktivieren*",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        " Visible]": " Sichtbar]",
        "[Visible]": "[Sichtbar]",
        "*Visible*": "*Sichtbar*",
        " Visible*": " Sichtbar*",
        " Clef.": " Schlüssel.",
        " Clef?": " Schlüssel?",
        "Clef ": "Schlüssel ",
        " Clef]": " Schlüssel]",
        "[Clef]": "[Schlüssel]",
        "*Clef*": "*Schlüssel*",
        " Clef*": " Schlüssel*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        " Nom]": " Name]",
        "[Nom]": "[Name]",
        "*Nom*": "*Name*",
        " Nom*": " Name*",
        " Type.": " Typ.",
        " Type?": " Typ?",
        "Type ": "Typ ",
        " Type]": " Typ]",
        "[Type]": "[Typ]",
        "*Type*": "*Typ*",
        " Type*": " Typ*",
        " Valeur.": " Wert.",
        " Valeur?": " Wert?",
        "Valeur ": "Wert ",
        " Valeur]": " Wert]",
        "[Valeur]": "[Wert]",
        "*Valeur*": "*Wert*",
        " Valeur*": " Wert*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        " Tester]": " Test]",
        "[Tester]": "[Test]",
        "*Tester*": "*Test*",
        " Tester*": " Test*",
        " Supprimer.": " Löschen.",
        " Supprimer?": " Löschen?",
        "Supprimer ": "Löschen ",
        " Supprimer]": " Löschen]",
        "[Supprimer]": "[Löschen]",
        "*Supprimer*": "*Löschen*",
        " Supprimer*": " Löschen*",
        " signe.": " Schild.",
        " signe?": " Schild?",
        "signe ": "Schild ",
        " signe]": " Schild]",
        "[signe]": "[Schild]",
        "*signe*": "*Schild*",
        " signe*": " Schild*",
        " IFTTT.": " IFTTT.",
        " IFTTT?": " IFTTT?",
        "IFTTT ": "IFTTT ",
        " IFTTT]": " IFTTT]",
        "[IFTTT]": "[IFTTT]",
        "*IFTTT*": "*IFTTT*",
        " IFTTT*": " IFTTT*",
        " Search.": " Suche.",
        " Search?": " Suche?",
        "Search ": "Suche ",
        " Search]": " Suche]",
        "[Search]": "[Suche]",
        "*Search*": "*Suche*",
        " Search*": " Suche*",
        " Connect.": " Verbinden.",
        " Connect?": " Verbinden?",
        "Connect ": "Verbinden ",
        " Connect]": " Verbinden]",
        "[Connect]": "[Verbinden]",
        "*Connect*": "*Verbinden*",
        " Connect*": " Verbinden*",
        " +this.": " + das.",
        " +this?": " + das?",
        "+this ": "+ das ",
        " +this]": " + das]",
        "[+this]": "[+ das]",
        "*+this*": "*+ das*",
        " +this*": " + das*",
        " +that.": " + das.",
        " +that?": " + das?",
        "+that ": "+ das ",
        " +that]": " + das]",
        "[+that]": "[+ das]",
        "*+that*": "*+ das*",
        " +that*": " + das*",
        " Notifications.": " Benachrichtigungen.",
        " Notifications?": " Benachrichtigungen?",
        "Notifications ": "Benachrichtigungen ",
        " Notifications]": " Benachrichtigungen]",
        "[Notifications]": "[Benachrichtigungen]",
        "*Notifications*": "*Benachrichtigungen*",
        " Notifications*": " Benachrichtigungen*",
        " EventName.": " EventName.",
        " EventName?": " EventName?",
        "EventName ": "EventName ",
        " EventName]": " EventName]",
        "[EventName]": "[EventName]",
        "*EventName*": "*EventName*",
        " EventName*": " EventName*",
        " Value1.": " Wert1.",
        " Value1?": " Wert1?",
        "Value1 ": "Wert1 ",
        " Value1]": " Wert1]",
        "[Value1]": "[Wert1]",
        "*Value1*": "*Wert1*",
        " Value1*": " Wert1*",
        " Value2.": " Wert2.",
        " Value2?": " Wert2?",
        "Value2 ": "Wert2 ",
        " Value2]": " Wert2]",
        "[Value2]": "[Wert2]",
        "*Value2*": "*Wert2*",
        " Value2*": " Wert2*",
        " Value3.": " Wert3.",
        " Value3?": " Wert3?",
        "Value3 ": "Wert3 ",
        " Value3]": " Wert3]",
        "[Value3]": "[Wert3]",
        "*Value3*": "*Wert3*",
        " Value3*": " Wert3*",
        " OccurredAt.": " Aufgetreten.",
        " OccurredAt?": " Aufgetreten?",
        "OccurredAt ": "Aufgetreten ",
        " OccurredAt]": " Aufgetreten]",
        "[OccurredAt]": "[Aufgetreten]",
        "*OccurredAt*": "*Aufgetreten*",
        " OccurredAt*": " Aufgetreten*",
        " ASTUCE.": " TIPP.",
        " ASTUCE?": " TIPP?",
        "ASTUCE ": "TIPP ",
        " ASTUCE]": " TIPP]",
        "[ASTUCE]": "[TIPP]",
        "*ASTUCE*": "*TIPP*",
        " ASTUCE*": " TIPP*",
        " ou.": " oder.",
        " ou?": " oder?",
        "ou ": "oder ",
        " ou]": " oder]",
        "[ou]": "[oder]",
        "*ou*": "*oder*",
        " ou*": " oder*",
        " Location.": " Vermietung.",
        " Location?": " Vermietung?",
        "Location ": "Vermietung ",
        " Location]": " Vermietung]",
        "[Location]": "[Vermietung]",
        "*Location*": "*Vermietung*",
        " Location*": " Vermietung*",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*",
        " NOTE.": " Notiz.",
        " NOTE?": " Notiz?",
        "NOTE ": "Notiz ",
        " NOTE]": " Notiz]",
        "[NOTE]": "[Notiz]",
        "*NOTE*": "*Notiz*",
        " NOTE*": " Notiz*",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        " ici]": " hier]",
        "[ici]": "[hier]",
        "*ici*": "*hier*",
        " ici*": " hier*"
    }
}