{
    "changelog.md": {
        "Changelog IFTTT": "Changelog IFTTT",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "28\/08\/2019": "08\/28\/2019",
        "Mise à jour de la documentation": "Documentation update",
        "Mise à jour de l'interface de configuration": "Configuration interface update",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Support for php 7.3",
        "15\/04\/2019": "04\/15\/2019",
        "Correction d'un bug sur l'icone": "Correction of a bug on the icon",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        "[IMPORTANT": "[Important",
        "IMPORTANT]": "Important]",
        "*IMPORTANT": "*Important",
        "IMPORTANT*": "Important*"
    },
    "index.md": {
        "Plugin IFTTT": "IFTTT plugin",
        "Ce plugin permet d'envoyer un évènement à IFTTT": "This plugin allows to send an event to IFTTT",
        "Configuration du plugin": "Plugin configuration",
        "Après téléchargement du plugin il vous faut l'activer, celui-ci ne nécessite aucune autre configuration": "After downloading the plugin you must activate it, it does not require any other configuration",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements IFTTT est accessible à partir du menu plugins": "The configuration of IFTTT equipment is accessible from the plugins menu",
        "Voilà à quoi ressemble la page du plugin IFTTT (ici avec déjà 1 équipement)": "This is what the IFTTT plugin page looks like (here with 1 device already)",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Once you click on one of them, you get",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement": "Name of equipment",
        "nom de votre équipement IFTTT": "name of your IFTTT equipment",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "le rend visible sur le dashboard": "makes it visible on the dashboard",
        "clef IFTTT que vous trouverez dans la configuration du service Webhooks (qui remplace channel maker)": "IFTTT key that you will find in the configuration of the Webhooks service (which replaces channel maker)",
        "En dessous vous retrouvez la configuration des commandes": "Below you will find the configuration of the commands",
        "nom de la commande": "Name of the order",
        "sous-type de l'équipement": "equipment subtype",
        "Evènement": "Event",
        "nom de l'èvenement configuré dans IFTTT": "event name configured in IFTTT",
        "valeur a envoyer à IFTTT, 3 distinctions possibles, en fonction du sous-type vous pouvez utiliser les tags": "value to send to IFTTT, 3 possible distinctions, depending on the subtype you can use the tags",
        "\\": "\\",
        "et \\": "and \\",
        "configuration avancée (petites roues crantées)": "advanced configuration (small notched wheels)",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…)": "displays the advanced configuration of the command (logging method, widget, etc.)",
        "permet de tester la commande": "Used to test the command",
        "supprimer (signe -)": "delete (sign -)",
        "permet de supprimer la commande": "allows to delete the command",
        "Création d'un compte IFTTT": "Creation of an IFTTT account",
        "Créez un compte sur IFTTT si ce n'est pas déjà fait, en allant sur": "Create an IFTTT account if you have not already done so, by going to",
        "Renseignez votre adresse mail puis votre nom d'utilisateur et faites créer": "Enter your email address then your username and have it created",
        "Un petit guide va vous expliquer les possibilités, une fois celui-ci terminé, cliquez en haut a droite sur search": "A small guide will explain the possibilities to you, once it is finished, click on the top right on search",
        "Puis dans recherche tapez webhooks et cliquez sur webhooks": "Then in search type webhooks and click on webhooks",
        "Puis sur connect": "Then on connect",
        "Et là il vous faut récupérer votre clef": "And there you have to collect your key",
        "Cette clef est à copier dans le champ \"Clef\" de votre équipement sous Jeedom": "This key is to be copied in the \"Key\" field of your equipment under Jeedom",
        "Création de votre premier \"Applet": "Creation of your first \"Applet",
        "Pour cela rien de plus simple, dans IFTTT cliquez sur \"My applets\" puis sur \"New applet": "Nothing could be simpler, in IFTTT click on \"My applets\" then on \"New applet",
        "Puis cliquez sur \"New applet": "Then click on \"New applet",
        "Cliquez sur le \"this": "Click on the \"this",
        "Puis cherchez \"Webhooks\" et cliquez dessus": "Then search for \"Webhooks\" and click on it",
        "Cliquez sur \"Receive a web request": "Click on \"Receive a web request",
        "Donnez un nom à votre \"event\", attention celui-ci doit correspondre au nom de l'évènement dans la commande Jeedom, il faut donc bien le mémoriser, puis validez": "Give a name to your \"event\", attention it must correspond to the name of the event in the Jeedom command, it must therefore be memorized, then validate",
        "Cliquez ensuite sur le that": "Then click on that",
        "Ensuite à vous de voir, pour l'exemple je vais faire un envoi de notification sur mon téléphone (il faut au préalable avoir installé l'application IFTTT dessus), je clique donc sur Notifications": "Then you see, for the example I will send a notification on my phone (you must first install the IFTTT application on it), so I click on Notifications",
        "Validez en cliquant sur \"Send a notification\" (peut changer en fonction des channels)": "Validate by clicking on \"Send a notification\" (may change depending on the channels)",
        "Ensuite il faut écrire le message de la notification, il existe ici des tags (ingredient) possible": "Then you have to write the message of the notification, there are tags (ingredient) possible here",
        "nom de l'évenement, ici weather": "name of the event, here weather",
        "valeur 1 envoyé dans le channel, cela se configure sur la commande dans Jeedom": "value 1 sent in the channel, this is configured on the command in Jeedom",
        "valeur 2 envoyé dans le channel, cela se configure sur la commande dans Jeedom": "value 2 sent in the channel, this is configured on the command in Jeedom",
        "valeur 3 envoyé dans le channel, cela se configure sur la commande dans Jeedom": "value 3 sent in the channel, this is configured on the command in Jeedom",
        "date de l'occurence": "date of occurrence",
        "Voilà ce que cela donne ici (je veux recevoir la notification de la méteo en cours chez moi), valider en cliquant sur \"Create Action": "This is what it gives here (I want to receive the notification of the weather in my house), validate by clicking on \"Create Action",
        "Donnez un nom a votre applet (recette) et validez en cliquant sur \"Create action": "Give a name to your applet (recipe) and validate by clicking on \"Create action",
        "Voilà vous avez créer votre \"applets\" coté IFTTT": "Here you have created your \"applets\" listed IFTTT",
        "Il reste plus qu'a créer la commande coté Jeedom, c'est assez simple": "It remains more than to create the order on the Jeedom side, it's quite simple",
        "Ici rien de particulier, il faut bien remettre le nom de l'évènement IFTTT dans Jeedom et ensuite mettre les valeurs à passer à IFTTT, ici les conditions méteo dans l'ingrédient value1": "Nothing special here, you must put the name of the event IFTTT in Jeedom and then put the values to pass to IFTTT, here the weather conditions in the ingredient value1",
        "Coté Jeedom vous pouvez, si vous faites une commande de sous-type message par exemple, mettre le tag \\": "On the Jeedom side you can, if you order a message subtype for example, put the tag \\",
        "dans un ou plusieurs champs \"Valeur": "in one or more \"Value\" fields",
        "Ainsi, dans votre scénario la valeur du message sera tranmis à IFTTT": "So, in your scenario the value of the message will be passed to IFTTT",
        "La même chose est possible avec \\": "The same is possible with \\",
        "Envoi d'information de IFTTT vers Jeedom": "Sending information from IFTTT to Jeedom",
        "Il est aussi possible de faire dans l'autre sens, envoi d'information de IFTTT vers Jeedom": "It is also possible to do the other way, sending information from IFTTT to Jeedom",
        "Voilà comment faire pour par exemple envoyer une information lorsque le téléphone pénètre dans une zone donnée": "This is how to for example send information when the phone enters a given area",
        "Première chose à faire, créer une nouvelle applet": "First thing to do, create a new applet",
        "Cliquez ensuite sur le \"this": "Then click on \"this",
        "Sélectionnez \"Location": "Select \"Location",
        "Choisissez votre déclencheur (ici je vais prendre quand on rentre dans une zone)": "Choose your trigger (here I will take when we enter an area)",
        "Marquez votre zone puis faites \"Create Trigger": "Mark your area then do \"Create Trigger",
        "Cliquez sur \"that": "Click on \"that",
        "Cherchez \"Webhooks\" et cliquez dessus": "Look for \"Webhooks\" and click on it",
        "Cliquez sur \"Make a web request": "Click on \"Make a web request",
        "Coté Jeedom, sur votre équipement IFTTT, créer une commande de type info\/autre (ou binaire si vous voulez juste savoir si vous êtês dans la zone), comme cela": "Jeedom side, on your IFTTT equipment, create an info \/ other type command (or binary if you just want to know if you are in the area), like this",
        "Très important ici": "Very important here",
        "récupérer l'id de la commande (ici 5369)": "retrieve the order id (here 5369)",
        "On retourne ensuite sur IFTTT et dans notre webhooks on va lui donner l'url à appeller": "We then return to IFTTT and in our webhooks we will give it the url to call",
        "C'est ici l'étape la plus compliquée, trouver votre url d'accès externe": "This is the most complicated step, find your external access url",
        "Vous utilisez le DNS jeedom alors c'est": "You are using jeedom DNS so this is",
        "Attention si vous avez une adresse en \/jeedom il faut bien penser à la rajouter avant le \/core": "Attention if you have an address in \/ jeedom you must remember to add it before the \/ core",
        "Vous avez votre propre DNS alors l'url est de la forme": "You have your own DNS then the url is of the form",
        "Pensez bien à remplacer": "Remember to replace",
        "par votre clef API JEEDOM (elle se trouve dans Général → Administration → Configuration)": "by your JEEDOM API key (it is in General → Administration → Configuration)",
        "par l'id de votre commande précédemment créée": "by the id of your previously created order",
        "par la valeur que vous voulez donner à votre commande": "by the value you want to give to your order",
        "Attention ici les espaces doivent être remplacés par des %20 (et il vaut mieux éviter les caractères spéciaux), ex": "Attention here the spaces must be replaced by% 20 (and it is better to avoid special characters), ex",
        "Hors%20zone": "Excluding% 20zone",
        "Voilà ce que cela donne": "This is what it gives",
        "Pensez bien à mettre methode sur Get, puis cliquez sur \"Create Action": "Remember to put method on Get, then click on \"Create Action",
        "Donnez un titre à votre applets puis cliquez sur \"Create action": "Give a title to your applets then click on \"Create action",
        "Et voilà, dès que vous rentrez dans la zone Jeedom sera prévenu": "And voila, as soon as you enter the Jeedom area will be notified",
        "Il faut aussi faire une recette pour la sortie de zone sinon Jeedom ne": "You also need to make a recipe for leaving the area, otherwise Jeedom does not",
        "sera pas prévenu lors de votre sortie de la zone": "will not be notified when you leave the area",
        "Pour recuperer l'url du webhook sur ifttt il faut aller la": "To get the webhook url on ifttt you have to go to",
        "puis cliquer sur documentation": "then click on documentation",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        "[Activer": "[Activate",
        "Activer]": "Activate]",
        "*Activer": "*Activate",
        "Activer*": "Activate*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        "*Visible": "*Visible",
        "Visible*": "Visible*",
        " Clef.": " Key.",
        " Clef?": " Key?",
        "Clef ": "Key ",
        "[Clef": "[Key",
        "Clef]": "Key]",
        "*Clef": "*Key",
        "Clef*": "Key*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        "[Nom": "[Name",
        "Nom]": "Name]",
        "*Nom": "*Name",
        "Nom*": "Name*",
        " Sous-type.": " Sub-type.",
        " Sous-type?": " Sub-type?",
        "Sous-type ": "Sub-type ",
        "[Sous-type": "[Sub-type",
        "Sous-type]": "Sub-type]",
        "*Sous-type": "*Sub-type",
        "Sous-type*": "Sub-type*",
        " Valeur.": " Value.",
        " Valeur?": " Value?",
        "Valeur ": "Value ",
        "[Valeur": "[Value",
        "Valeur]": "Value]",
        "*Valeur": "*Value",
        "Valeur*": "Value*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        "*Tester": "*Test",
        "Tester*": "Test*",
        " IFTTT.": " IFTTT.",
        " IFTTT?": " IFTTT?",
        "IFTTT ": "IFTTT ",
        "[IFTTT": "[IFTTT",
        "IFTTT]": "IFTTT]",
        "*IFTTT": "*IFTTT",
        "IFTTT*": "IFTTT*",
        " EventName.": " EventName.",
        " EventName?": " EventName?",
        "EventName ": "EventName ",
        "[EventName": "[EventName",
        "EventName]": "EventName]",
        "*EventName": "*EventName",
        "EventName*": "EventName*",
        " Value1.": " Value1.",
        " Value1?": " Value1?",
        "Value1 ": "Value1 ",
        "[Value1": "[Value1",
        "Value1]": "Value1]",
        "*Value1": "*Value1",
        "Value1*": "Value1*",
        " Value2.": " Value2.",
        " Value2?": " Value2?",
        "Value2 ": "Value2 ",
        "[Value2": "[Value2",
        "Value2]": "Value2]",
        "*Value2": "*Value2",
        "Value2*": "Value2*",
        " Value3.": " Value3.",
        " Value3?": " Value3?",
        "Value3 ": "Value3 ",
        "[Value3": "[Value3",
        "Value3]": "Value3]",
        "*Value3": "*Value3",
        "Value3*": "Value3*",
        " OccurredAt.": " OccurredAt.",
        " OccurredAt?": " OccurredAt?",
        "OccurredAt ": "OccurredAt ",
        "[OccurredAt": "[OccurredAt",
        "OccurredAt]": "OccurredAt]",
        "*OccurredAt": "*OccurredAt",
        "OccurredAt*": "OccurredAt*",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        "[Tip": "[Tip",
        "Tip]": "Tip]",
        "*Tip": "*Tip",
        "Tip*": "Tip*",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        "[Important": "[Important",
        "Important]": "Important]",
        "*Important": "*Important",
        "Important*": "Important*",
        " NOTE.": " NOTE.",
        " NOTE?": " NOTE?",
        "NOTE ": "NOTE ",
        "[NOTE": "[NOTE",
        "NOTE]": "NOTE]",
        "*NOTE": "*NOTE",
        "NOTE*": "NOTE*",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        "[ici": "[here",
        "ici]": "here]",
        "*ici": "*here",
        "ici*": "here*"
    }
}