{
    "changelog.md": {
        "Changelog IFTTT": "Registro de cambios IFTTT",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "28\/08\/2019": "08\/28\/2019",
        "Mise à jour de la documentation": "Actualización de la documentación",
        "Mise à jour de l'interface de configuration": "Actualización de la interfaz de configuración",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        "15\/04\/2019": "15\/04\/2019",
        "Correction d'un bug sur l'icone": "Corrección de un error en el ícono",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*"
    },
    "index.md": {
        "Plugin IFTTT": "Complemento IFTTT",
        "Ce plugin permet d'envoyer un évènement à IFTTT": "Este complemento permite enviar un evento a IFTTT",
        "Configuration du plugin": "Configuración del plugin",
        "Après téléchargement du plugin il vous faut l'activer, celui-ci ne nécessite aucune autre configuration": "Después de descargar el complemento, debe activarlo, no requiere ninguna otra configuración",
        "Configuration des équipements": "Configuración del equipo",
        "La configuration des équipements IFTTT est accessible à partir du menu plugins": "Se puede acceder a la configuración del equipo IFTTT desde el menú de complementos",
        "Voilà à quoi ressemble la page du plugin IFTTT (ici avec déjà 1 équipement": "Así es como se ve la página del complemento IFTTT (aquí con 1 dispositivo ya",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Una vez que haces clic en uno de ellos, obtienes",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement": "Nombre del equipo",
        "nom de votre équipement IFTTT": "nombre de su equipo IFTTT",
        "permet de rendre votre équipement actif": "activa su equipo",
        "le rend visible sur le dashboard": "lo hace visible en el tablero",
        "clef IFTTT que vous trouverez dans la configuration du service Webhooks (qui remplace channel maker": "Clave IFTTT que encontrará en la configuración del servicio Webhooks (que reemplaza al creador de canales",
        "En dessous vous retrouvez la configuration des commandes": "A continuación encontrará la configuración de los comandos",
        "nom de la commande": "Nombre de la orden",
        "sous-type de l'équipement": "subtipo de equipo",
        "Evènement": "Evento",
        "nom de l'èvenement configuré dans IFTTT": "nombre del evento configurado en IFTTT",
        "valeur a envoyer à IFTTT, 3 distinctions possibles, en fonction du sous-type vous pouvez utiliser les tags": "valor para enviar a IFTTT, 3 distinciones posibles, dependiendo del subtipo, puede usar las etiquetas",
        "\\": "\\",
        "et \\": "y \\",
        "configuration avancée (petites roues crantées": "Configuración avanzada (ruedas pequeñas con muescas",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…": "se utiliza para mostrar la configuración avanzada del comando (método de registro, widget, etc",
        "permet de tester la commande": "Se usa para probar el comando",
        "supprimer (signe": "Eliminar (firmar",
        "permet de supprimer la commande": "permite eliminar el comando",
        "Création d'un compte IFTTT": "Creación de una cuenta IFTTT",
        "Créez un compte sur IFTTT si ce n'est pas déjà fait, en allant sur": "Cree una cuenta IFTTT si aún no lo ha hecho, vaya a",
        "Renseignez votre adresse mail puis votre nom d'utilisateur et faites créer": "Ingrese su dirección de correo electrónico, luego su nombre de usuario y haga que se cree",
        "Un petit guide va vous expliquer les possibilités, une fois celui-ci terminé, cliquez en haut a droite sur search": "Una pequeña guía le explicará las posibilidades, una vez que haya terminado, haga clic en la esquina superior derecha de la búsqueda",
        "Puis dans recherche tapez webhooks et cliquez sur webhooks": "Luego, en la búsqueda, escriba webhooks y haga clic en webhooks",
        "Puis sur connect": "Luego en conectar",
        "Et là il vous faut récupérer votre clef": "Y ahí tienes que recoger tu llave",
        "Cette clef est à copier dans le champ \"Clef\" de votre équipement sous Jeedom": "Esta clave debe copiarse en el campo \"Clave\" de su equipo bajo Jeedom",
        "Création de votre premier \"Applet": "Creación de tu primer \"Applet",
        "Pour cela rien de plus simple, dans IFTTT cliquez sur \"My applets\" puis sur \"New applet": "Nada podría ser más simple, en IFTTT haga clic en \"Mis applets\" y luego en \"Nuevo applet",
        "Puis cliquez sur \"New applet": "Luego haga clic en \"Nuevo applet",
        "Cliquez sur le \"this": "Haga clic en \"esto",
        "Puis cherchez \"Webhooks\" et cliquez dessus": "Luego busque \"Webhooks\" y haga clic en él",
        "Cliquez sur \"Receive a web request": "Haga clic en \"Recibir una solicitud web",
        "Donnez un nom à votre \"event\", attention celui-ci doit correspondre au nom de l'évènement dans la commande Jeedom, il faut donc bien le mémoriser, puis validez": "Dé un nombre a su \"evento\", la atención debe corresponder al nombre del evento en el comando Jeedom, por lo tanto, debe ser memorizado y luego validar",
        "Cliquez ensuite sur le that": "Luego haga clic en eso",
        "Ensuite à vous de voir, pour l'exemple je vais faire un envoi de notification sur mon téléphone (il faut au préalable avoir installé l'application IFTTT dessus), je clique donc sur Notifications": "Luego verá, por ejemplo, enviaré una notificación en mi teléfono (primero debe instalar la aplicación IFTTT), así que hago clic en Notificaciones",
        "Validez en cliquant sur \"Send a notification\" (peut changer en fonction des channels": "Confirme haciendo clic en \"Enviar una notificación\" (puede cambiar según el canal",
        "Ensuite il faut écrire le message de la notification, il existe ici des tags (ingredient) possible": "Luego debe escribir el mensaje de la notificación, aquí hay etiquetas (ingrediente) posibles",
        "nom de l'évenement, ici weather": "nombre del evento, aquí el clima",
        "valeur 1 envoyé dans le channel, cela se configure sur la commande dans Jeedom": "valor 1 enviado en el canal, esto se configura en el comando en Jeedom",
        "valeur 2 envoyé dans le channel, cela se configure sur la commande dans Jeedom": "valor 2 enviado en el canal, esto se configura en el comando en Jeedom",
        "valeur 3 envoyé dans le channel, cela se configure sur la commande dans Jeedom": "valor 3 enviado en el canal, esto se configura en el comando en Jeedom",
        "date de l'occurence": "fecha de ocurrencia",
        "Voilà ce que cela donne ici (je veux recevoir la notification de la méteo en cours chez moi), valider en cliquant sur \"Create Action": "Esto es lo que da aquí (quiero recibir la notificación del clima en mi casa), valide haciendo clic en \"Crear acción",
        "Donnez un nom a votre applet (recette) et validez en cliquant sur \"Create action": "Dé un nombre a su applet (receta) y valide haciendo clic en \"Crear acción",
        "Voilà vous avez créer votre \"applets\" coté IFTTT": "Aquí ha creado sus \"applets\" enumerados IFTTT",
        "Il reste plus qu'a créer la commande coté Jeedom, c'est assez simple": "Sigue siendo más que crear el pedido en el lado de Jeedom, es bastante simple",
        "Ici rien de particulier, il faut bien remettre le nom de l'évènement IFTTT dans Jeedom et ensuite mettre les valeurs à passer à IFTTT, ici les conditions méteo dans l'ingrédient value1": "Nada especial aquí, debe poner el nombre del evento IFTTT en Jeedom y luego poner los valores para pasar a IFTTT, aquí las condiciones climáticas en el valor del ingrediente1",
        "Coté Jeedom vous pouvez, si vous faites une commande de sous-type message par exemple, mettre le tag \\": "En el lado de Jeedom, si solicita un subtipo de mensaje, por ejemplo, coloque la etiqueta \\",
        "dans un ou plusieurs champs \"Valeur": "en uno o más campos de \"Valor\"",
        "Ainsi, dans votre scénario la valeur du message sera tranmis à IFTTT": "Entonces, en su escenario, el valor del mensaje se pasará a IFTTT",
        "La même chose est possible avec \\": "Lo mismo es posible con \\",
        "Envoi d'information de IFTTT vers Jeedom": "Envío de información de IFTTT a Jeedom",
        "Il est aussi possible de faire dans l'autre sens, envoi d'information de IFTTT vers Jeedom": "También es posible hacer lo contrario, enviando información de IFTTT a Jeedom",
        "Voilà comment faire pour par exemple envoyer une information lorsque le téléphone pénètre dans une zone donnée": "Así es como, por ejemplo, enviar información cuando el teléfono ingresa a un área determinada",
        "Première chose à faire, créer une nouvelle applet": "Lo primero que debe hacer es crear un nuevo applet",
        "Cliquez ensuite sur le \"this": "Luego haga clic en \"esto",
        "Sélectionnez \"Location": "Seleccione \"Ubicación",
        "Choisissez votre déclencheur (ici je vais prendre quand on rentre dans une zone": "Elija su disparador (aquí lo tomaré al ingresar a una zona",
        "Marquez votre zone puis faites \"Create Trigger": "Marque su área y luego haga \"Crear disparador",
        "Cliquez sur \"that": "Haga clic en \"eso",
        "Cherchez \"Webhooks\" et cliquez dessus": "Busque \"Webhooks\" y haga clic en él",
        "Cliquez sur \"Make a web request": "Haga clic en \"Hacer una solicitud web",
        "Coté Jeedom, sur votre équipement IFTTT, créer une commande de type info\/autre (ou binaire si vous voulez juste savoir si vous êtês dans la zone), comme cela": "En el lado de Jeedom, en su equipo IFTTT, cree un comando de información \/ otro tipo (o binario si solo quiere saber si está en el área), como este",
        "Très important ici": "Muy importante aquí",
        "récupérer l'id de la commande (ici 5369": "obtener la identificación del comando (aquí 5369",
        "On retourne ensuite sur IFTTT et dans notre webhooks on va lui donner l'url à appeller": "Luego volvemos a IFTTT y en nuestros webhooks le daremos la url para llamar",
        "C'est ici l'étape la plus compliquée, trouver votre url d'accès externe": "Este es el paso más complicado, encuentra tu URL de acceso externo",
        "Vous utilisez le DNS jeedom alors c'est": "Está utilizando jeedom DNS, así que esto es",
        "Attention si vous avez une adresse en \/jeedom il faut bien penser à la rajouter avant le \/core": "Atención, si tiene una dirección en \/ jeedom, debe recordar agregarla antes de \/ core",
        "Vous avez votre propre DNS alors l'url est de la forme": "Tienes tu propio DNS, entonces la url tiene la forma",
        "Pensez bien à remplacer": "Recuerde reemplazar",
        "par votre clef API JEEDOM (elle se trouve dans Général → Administration → Configuration": "por su clave API JEEDOM (se puede encontrar en General → Administración → Configuración",
        "par l'id de votre commande précédemment créée": "por la identificación de su pedido previamente creado",
        "par la valeur que vous voulez donner à votre commande": "por el valor que desea dar a su pedido",
        "Attention ici les espaces doivent être remplacés par des %20 (et il vaut mieux éviter les caractères spéciaux), ex": "Atención aquí los espacios deben ser reemplazados por% 20 (y es mejor evitar caracteres especiales), ej",
        "Hors%20zone": "Excluyendo% 20zone",
        "Voilà ce que cela donne": "Esto es lo que da",
        "Pensez bien à mettre methode sur Get, puis cliquez sur \"Create Action": "Recuerde poner el método en Get, luego haga clic en \"Crear acción",
        "Donnez un titre à votre applets puis cliquez sur \"Create action": "Dé un título a sus applets y luego haga clic en \"Crear acción",
        "Et voilà, dès que vous rentrez dans la zone Jeedom sera prévenu": "Y listo, tan pronto como ingrese al área de Jeedom será notificado",
        "Il faut aussi faire une recette pour la sortie de zone sinon Jeedom ne": "También debe hacer una receta para abandonar el área, de lo contrario, Jeedom no",
        "sera pas prévenu lors de votre sortie de la zone": "no se le notificará cuando salga del área",
        "Pour recuperer l'url du webhook sur ifttt il faut aller la": "Para obtener la URL del webhook si tienes que ir a",
        "puis cliquer sur documentation": "luego haga clic en la documentación",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        " Activer]": " Activar]",
        "[Activer]": "[Activar]",
        "*Activer*": "*Activar*",
        " Activer*": " Activar*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " Clef.": " Clave.",
        " Clef?": " Clave?",
        "Clef ": "Clave ",
        " Clef]": " Clave]",
        "[Clef]": "[Clave]",
        "*Clef*": "*Clave*",
        " Clef*": " Clave*",
        " Nom.": " Nombre.",
        " Nom?": " Nombre?",
        "Nom ": "Nombre ",
        " Nom]": " Nombre]",
        "[Nom]": "[Nombre]",
        "*Nom*": "*Nombre*",
        " Nom*": " Nombre*",
        " Sous-type.": " Sub-tipo.",
        " Sous-type?": " Sub-tipo?",
        "Sous-type ": "Sub-tipo ",
        " Sous-type]": " Sub-tipo]",
        "[Sous-type]": "[Sub-tipo]",
        "*Sous-type*": "*Sub-tipo*",
        " Sous-type*": " Sub-tipo*",
        " Valeur.": " Valor.",
        " Valeur?": " Valor?",
        "Valeur ": "Valor ",
        " Valeur]": " Valor]",
        "[Valeur]": "[Valor]",
        "*Valeur*": "*Valor*",
        " Valeur*": " Valor*",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        " Tester]": " Probar]",
        "[Tester]": "[Probar]",
        "*Tester*": "*Probar*",
        " Tester*": " Probar*",
        " IFTTT.": " IFTTT.",
        " IFTTT?": " IFTTT?",
        "IFTTT ": "IFTTT ",
        " IFTTT]": " IFTTT]",
        "[IFTTT]": "[IFTTT]",
        "*IFTTT*": "*IFTTT*",
        " IFTTT*": " IFTTT*",
        " EventName.": " Nombre de evento.",
        " EventName?": " Nombre de evento?",
        "EventName ": "Nombre de evento ",
        " EventName]": " Nombre de evento]",
        "[EventName]": "[Nombre de evento]",
        "*EventName*": "*Nombre de evento*",
        " EventName*": " Nombre de evento*",
        " Value1.": " Valor1.",
        " Value1?": " Valor1?",
        "Value1 ": "Valor1 ",
        " Value1]": " Valor1]",
        "[Value1]": "[Valor1]",
        "*Value1*": "*Valor1*",
        " Value1*": " Valor1*",
        " Value2.": " Valor2.",
        " Value2?": " Valor2?",
        "Value2 ": "Valor2 ",
        " Value2]": " Valor2]",
        "[Value2]": "[Valor2]",
        "*Value2*": "*Valor2*",
        " Value2*": " Valor2*",
        " Value3.": " Valor3.",
        " Value3?": " Valor3?",
        "Value3 ": "Valor3 ",
        " Value3]": " Valor3]",
        "[Value3]": "[Valor3]",
        "*Value3*": "*Valor3*",
        " Value3*": " Valor3*",
        " OccurredAt.": " Ocurrió.",
        " OccurredAt?": " Ocurrió?",
        "OccurredAt ": "Ocurrió ",
        " OccurredAt]": " Ocurrió]",
        "[OccurredAt]": "[Ocurrió]",
        "*OccurredAt*": "*Ocurrió*",
        " OccurredAt*": " Ocurrió*",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        " Tip]": " Punta]",
        "[Tip]": "[Punta]",
        "*Tip*": "*Punta*",
        " Tip*": " Punta*",
        " Important.": " Importante.",
        " Important?": " Importante?",
        "Important ": "Importante ",
        " Important]": " Importante]",
        "[Important]": "[Importante]",
        "*Important*": "*Importante*",
        " Important*": " Importante*",
        " NOTE.": " Nota.",
        " NOTE?": " Nota?",
        "NOTE ": "Nota ",
        " NOTE]": " Nota]",
        "[NOTE]": "[Nota]",
        "*NOTE*": "*Nota*",
        " NOTE*": " Nota*",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        " ici]": " aquí]",
        "[ici]": "[aquí]",
        "*ici*": "*aquí*",
        " ici*": " aquí*"
    }
}